//agreement.js
Page({
  data: {
    agreement: `根据《中华人民共和国合同法》第一百六十七条的规定，分期付款的买受人未支付到期价款的金额达到全部价款的五分之一的，出卖人可以要求买受人支付全部价款或者解除合同。
出卖人解除合同的，可以向买受人要求支付该标的物的使用费。
分期付款买卖，是指买受人将应付的总价款，在一定期间内分次向出卖人支付的买卖合同。分期付款买卖也是一种特殊买卖，其根本特征在于买受人在接受标的物后不是一次性支付价款，而是将价款分成若干份，分不同日期支付。
分期付款买卖在某种意义上也属于一种赊购，但买受人在接受标的物之后，不是在一定期限内一次性地支付价款，而是在一定期限内分批次地支付。分期付款买卖中，当事人双方可以自由约定付款的期限和次数，也可以约定买受人在接受标的物前先支付或者先分期支付若干价款，但在出卖人交付标的物后买受人至少应当再分两次向出卖人支付价款，否则就不属于分期付款的买卖。
分期付款买卖可于买卖标的物价金较高，买受人筹款一次支付有困难时适用。由于价金是陆续支付，会使买受人在心理上、履行上不感有过重的负担，因此分期付款买卖能促进昂贵品的消费，如购买商品房、汽车多采用分期付款方式`
  },
  onLoad: function () {
    this.setData({
   
    })
  }
})
